{
    "welcomeBack": "Tekrar hoşgeldiniz!",
    "unlimitedMovies": "Sınırsız film, TV şovu ve daha fazlası",
    "watchAnywhere": "Her yerde izleyin. İstediğiniz zaman iptal edin.",
    "enjoyOnYourTV": "Televizyonunuzda keyfini çıkarın",
    "downloadShows": "Şovlarınızı indirin ve çevrimdışı izleyin",
    "watchEverywhere": "Her yerde izleyin",
    "createProfiles": "Çocuklar için profiller oluşturun",
    "signIn": "Simdi Kaydol",
    "watchNow": "Simdi Izle",
    "frequentlyAskedQuestions": "Sıkça Sorulan Sorular",
    "whatIsNetflix": "Netflix nedir?",
    "howMuchDoesNetflixCost": "Netflix'in maliyeti ne kadar?",
    "whereCanIWatch": "Nerede izleyebilirim?",
    "howDoICancel": "Nasıl iptal edebilirim?",
    "whatCanIWatchOnNetflix": "Netflix'te ne izleyebilirim?",
    "isNetflixGoodForKids": "Netflix çocuklar için iyi mi?",
    "whyAmISeeingThisLanguage": "Neden bu dili görüyorum?",
    "whatIsNetflixDesc": "Netflix, internete bağlı binlerce cihazda çok çeşitli ödüllü TV şovları, filmler, animeler, belgeseller ve daha fazlasını sunan bir yayın hizmetidir. Tek bir reklam olmadan, istediğiniz kadar, istediğiniz zaman izleyebilirsiniz; üstelik hepsini düşük bir aylık ücret karşılığında. Her zaman keşfedilecek yeni bir şeyler vardır ve her hafta yeni diziler ve filmler eklenmektedir!",
    "howMuchDoesNetflixCostDesc": "Netflix'i akıllı telefonunuzda, tabletinizde, Smart TV'nizde, dizüstü bilgisayarınızda veya yayın cihazınızda tek bir sabit aylık ücret karşılığında izleyin. Planlar aylık 7,99 Euro ile 11,99 Euro arasında değişmektedir. Ekstra maliyet yok, sözleşme yok.",
    "whereCanIWatchDesc": "Her zaman, her yerde izleyin. Kişisel bilgisayarınızdan netflix.com adresinden web üzerinden veya akıllı TV'ler, akıllı telefonlar, tabletler, akışlı medya oynatıcılar ve oyun konsolları da dahil olmak üzere Netflix uygulamasını sunan internet bağlantılı herhangi bir cihaz üzerinden anında izlemek için Netflix hesabınızla oturum açın. ayrıca favori programlarınızı iOS veya Android uygulamasıyla indirin. Hareket halindeyken ve internet bağlantısı olmadan izlemek için indirilenleri kullanın. Netflix'i her yere yanınızda götürün.",
    "howDoICancelDesc": "Netflix esnektir. Sinir bozucu sözleşmeler ve taahhütler yoktur. Hesabınızı çevrimiçi olarak iki tıklamayla kolayca iptal edebilirsiniz. İptal ücreti yoktur; hesabınızı istediğiniz zaman başlatın veya durdurun.",
    "whatCanIWatchOnNetflixDesc": "Netflix'te uzun metrajlı filmler, belgeseller, TV şovları, animeler, ödüllü Netflix orijinalleri ve daha fazlasını içeren geniş bir kütüphane bulunmaktadır. Dilediğiniz kadar, istediğiniz zaman izleyin.",
    "isNetflixGoodForKidsDesc": "Netflix Çocuk deneyimi, çocuklar kendi alanlarında aile dostu dizi ve filmlerin keyfini çıkarırken ebeveynlere kontrol sağlamak için üyeliğinize dahildir. Çocuk profilleri, çocukların izleyebileceği içeriğin yetişkinlik derecesini kısıtlamanıza olanak tanıyan PIN korumalı ebeveyn denetimleriyle birlikte gelir ve çocukların görmesini istemediğiniz belirli başlıkları engelleyin.",
    "whyAmISeeingThisLanguageDesc": "Tarayıcı tercihleriniz burada gösterilen dili belirler."
  }
