[
    {
        "id":1,
        "title":"Horror Stories",        
        "description": "A book club in a quiet English town discovers a mysterious tome that leads them to ten chilling stories. As they start reading, they turn into characters in horror fairy tales.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/horror-stories_list.jpg"
    },
        {
        "id":2,
        "title":"Jimmy Savile: A British Horror Story",
        "description": "TV yıldızı Jimmy Savile, sıra dışı kişiliği ve hayırseverliğiyle İngilizlerin gönlünü fethetti. Ancak cinsel taciz suçlamaları, hiç bilinmeyen bir yönünü ortaya çıkardı.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/jimmy-savile-a-british-horror-story_list.jpg"
    },
        {
        "id":3,
        "title":"Malibu Horror Story",
        "description": "Terror unfolds when a group of paranormal investigators investigate a sacred cave for clues in the unsolved disappearance of four Malibu teenagers.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/malibu-horror-story_list.jpg"
    },
        {
        "id":4,
        "title":"The Harvesting",
        "description": "A husband and wife who decide to escape the big city to solve their marital problems decide to spend time in a Mormon town. However, as soon as they arrive in the village, a strange force begins to unsettle them. The young couple realizes that it is not a coincidence that they came here and that they must fight before the evil entity takes over them.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/kanli-hasat-2015-izle_list.jpg"
    },
        {
        "id":5,
        "title":"Come Back To Me",
        "description": "A Family, an accident and the terrible events that follow.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/hd-come-back-to-me-izle_list.jpg"
    },
        {
        "id":6,
        "title":"A Nightmare on Elm Street 5: Imaginary Child",
        "description": "With his most evil plans, Freddy Krueger introduces you to a whole new side of horror you've never seen before. Unable to overcome the powers of the Dream Master, who managed to defeat him in Elm Street 4, Freddy (Robert Englund) begins entering the dreams of his unborn child and hunting down his closest friends. Can the boy be saved from becoming Freddy's new weapon, or will psychopath Freddy return to his legendary evil ways? For this gripping horror classic, director Stephen Hopkins (Lost in Space, Predator 2) worked with makeup master David Miller (The Terminator), the original creator of Freddy's face. The result: a face that even his own mother couldn't love, and a horror scarier than your worst dreams!",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/a-nightmare-on-elm-street-the-dream-child_list.jpg"
    },
        {
        "id":7,
        "title":"A Nightmare on Elm Street 6: The Final Nightmare",
        "description": "Just when you thought it was safe to go to sleep, Freddy Krueger (Robert Englund) returns to haunt your dreams and make your blood run cold! Lisa Zane (Bad Influence) is a child therapist who develops treatment methods focusing on nightmares. But this treatment will not work on his new patient. In the boy's recurring terrifying dreams, all clues point to Elm Street - the terrifying place where an evil spirit is about to exhume.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/freddy-s-dead-the-final-nightmare_list.jpg"
    },
        {
        "id":8,
        "title":"Friday 11: Freddy vs. Jason",
        "description": "In the movie, where two frightening characters come together, Freddy continues to turn young people's dreams into nightmares, and they cannot feel comfortable in the real world, because Jason, the nightmare of the real world, is also walking around. In the movie, where young people are not comfortable neither in the dream nor in the real world, they decide to bring Freddy to the real world because they cannot take Jason to the dream world. With Freddy removed from the dream world, Jason now has a rival.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/freddy-vs-jason_list.jpg"
    },
        {
        "id":9,
        "title":"Friday 10: Jason",
        "description": "In the future, the world is no longer habitable, so humans form colonies in space. Young students traveling to other planets for exploration purposes find two frozen bodies on Earth, and when they thaw these frozen bodies, it turns out that one of them belongs to Jason Voorhees. No longer in the woods or at Camp Crystal Lake, Jason revives in a brand new environment and joins the colony's inhabitants, and the chase picks up where he left off.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/jason-x_list.jpg"
    },
        {
        "id":10,
        "title":"Horror in the High",
        "description": "In July 2017, an experienced hiker disappeared while on an outdoor trip in Northern Nevada. It can never be found after an extensive search. On the third anniversary of his disappearance, friends and loved ones remember the events that led to his disappearance.",
        "category": "Horror",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/horror-in-the-high-desert_list.jpg"
        },
        {
        "id":11,
        "title":"Resort to Love",
        "description": "Heartbroken and with her career at rock bottom, a singer finds herself working at a luxury hotel on an island. However, he soon learns that his ex-fiancée is getting married here. In the film, promising pop star Erica (Christina Milian) goes to a luxury resort on an island in Mauritius for a job she reluctantly accepts after her music career hits rock bottom and finds herself as the orchestra singer at her ex-fiancee's wedding. Although Erica tries to keep her past relationship a secret from bride-to-be Beverly, she realizes that she still can't get over her ex, Jason (Jay Pharoah). Moreover, Jason's brother Caleb's (Sinqua Walls) efforts to prevent them from falling in love again are to no avail. This warm and entertaining romantic story, examining love and family ties, seeks to answer the question: Will Erica sing at Beverly's wedding or at her own wedding?",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/resort-to-love_list.jpg"
        },
        {
        "id":12,
        "title":"My Fiancé Should Be Prolonged",
        "description": "Tom and Violet are a young couple who love each other very much. After Tom proposed marriage, the couple decided to unite their lives and first got engaged. However, Violet is transferred to another state due to her job and they have to postpone the wedding date for 2 years. Although it may not seem like a long time at first and they like to miss each other, Violet's promotion and other setbacks cause the couple's wedding to be postponed and their engagement to be prolonged.",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/uzatmali-nisanlim-izle_list.jpg"
    },
        {
        "id":13,
        "title":"Betting On The Bride",
        "description": "A bet made about marriage surprisingly changes the future plans of both a young man named Damon and a young woman named Melanie.",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/betting-on-the-bride-izle_list.jpg"
        },
        {
        "id":14,
        "title":"Journey to Love",
        "description": "After her boyfriend hasn't proposed to her in four years, Anna decides to take charge, inspired by an Irish tradition where women can propose to men on the 29th of February. She will follow her boyfriend Jeremy to Dublin for the marriage proposal.",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/leap-year_list.jpg"
        },
        {
        "id":15,
        "title":"Love is Different in Rome",
        "description": "Maggie is a single college teacher living in New York City. They embark on a journey to a Tuscan town to deal with their problems with his troubled rebellious teenage daughter, Summer. The movie Magie takes place between Carmen, who lives with her 80-year-old mother, and her handsome ex-boyfriend Luca. Maggie's daughter Summer steals Luca's car and escapes to Rome with her rebellious boyfriend living in NY. Maggie and Luca go after Summer together.",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/romada-ask-baskadir-izle_list.jpg"
        },
        {
        "id":16,
        "title":"Heavy Romantic",
        "description": "Aslı, the daughter of a mother who is fond of art and a professor father, is a conservatory student. One day, while walking around Beyoğlu, she is attacked by a purse snatcher and her bag is stolen. Kerem, who was there, acted quickly and saved the bag and gave it back to Aslı. This is where the beginning of the road that will lead to marriage between Aslı and Kerem begins. Kerem introduces himself as a financial consultant to companies, but the truth is not like that. Kerem's father is the leader of Istanbul's biggest purse-snatching gang. Aslı's uncle is also a police chief and his biggest goal is to catch this gang. Aslı and Kerem's best days evolve into a completely different day. Watch Heavy Romance",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/agir-romantik-izle_list.jpg"
        },
        {
        "id":17,
        "title":"Water and fire",
        "description": "A beautiful young girl falls in love with a mysterious and shy man and finds herself with him. She becomes pregnant but is not allowed to tell him. The man's advisors are determined. When he returned home, they arranged a wedding where marriage to the daughter of an enemy family would end the feud.",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/water-and-fire_list.jpg"
        },
        {
        "id":18,
        "title":"Just Keep Living",
        "description": "Melisa, a single mother, is sick and has very little time left to live. Will she be able to have a whirlwind love affair in this short time and find a man to whom she can entrust her son Can?",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/in-good-hands_list.jpg"
        },
        {
        "id":19,
        "title":"AInnocent",
        "description": "Abel, 60 yaşındaki annesinin hapishanede mahkûm bir adamla evlenmeye karar verdiğini öğrendiğinde kızar, endişelenir ve annesini korumak amacıyla elinden geleni yapmaya karar verir. Fakat yeni üvey babası Michel ile tanıştığında hayata ve gerçeklere bakışını değiştirmesi gerektiğini anlar.",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/the-innocent_list.jpg"
        },
        {
        "id":20,
        "title":"Maxton Hall - Die Welt Zwischen Uns ",
        "description": "In the series adapted from Mona Kasten's bestselling book SAVE ME, Ruby unintentionally witnesses a big secret at Maxton Hall private school. As a result, arrogant millionaire heir James Beaufort has to deal with this very smart scholarship student who is annoying him. He is determined to silence Ruby. The passionate fights between them surprisingly ignite a spark...",
        "category": "Romantic",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/maxton-hall-the-world-between-us_list.jpg"
        },
        {
        "id":21,
        "title":"Zombie Express 2: Peninsula",        
        "description": "The film focuses on the lives of a group of people trapped in a world full of zombies. Jung-Seok is a former soldier who successfully implements an overseas escape plan. Jung-Seok is given the task of returning and finding survivors. In fact, Peninsula is the second movie after Train To Busan that belongs to the same universe.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/zombi-ekspresi-2-peninsula-film-izle_list.jpg"
        },
        {
        "id":22,
        "title":"Zombieland Double Tap ",
        "description": "In Zombieland Double Tap we find the main quartet moving into the White House. Having stayed in different houses over the past 10 years, the team finally decides to move to the best house, the White House. Over the past 10 years, zombies have gradually evolved and divided into different types. The type of zombies that will cause the team the most trouble are the T-800 type zombies, which are faster, smarter and stronger. Watch Zombieland Double Tap, watch Zombieland 2",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/zombieland-double-tap-izle_list.jpg"
        },
        {
        "id":23,
        "title":"World War Z",
        "description": "Zombi Savaşı’nın gerçek dehşetiyle yüzleşmenin vaktidir.Çin’de ortaya çıkan bir virüs insanları yaşayan ölüler haline getirmektedir. Ve insan oğlu ikiye ayrılır.Brad Pitt'in hem başrolünü hem de yapımcılığını üstlendiği film, insanlar ve zombiler arasında yaşanan sıra dışı bir savaşı odağına alıyor. Film Max Brooks'un aynı adlı kitabından uyarlandı.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/dunya-savasi-z-hd-film-izle_list.jpg"
        },
        {
        "id":24,
        "title":"World War Z",
        "description": "Zombi Savaşı’nın gerçek dehşetiyle yüzleşmenin vaktidir.Çin’de ortaya çıkan bir virüs insanları yaşayan ölüler haline getirmektedir. Ve insan oğlu ikiye ayrılır.Brad Pitt'in hem başrolünü hem de yapımcılığını üstlendiği film, insanlar ve zombiler arasında yaşanan sıra dışı bir savaşı odağına alıyor. Film Max Brooks'un aynı adlı kitabından uyarlandı.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/dunya-savasi-z-hd-film-izle_list.jpg"
        },
        {
        "id":25,
        "title":"Infección",
        "description": "A new rabies epidemic occurs in Venezuela, and a father who wants to protect his child from the epidemic must do what is necessary.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/infeccion-izle_list.jpg"
        },
        {
        "id":26,
        "title":"I Am Legend ",
        "description": "Robert Neville is a successful scientist and he was not infected with the unstoppable and dangerous virus that is believed to destroy humanity. The virus caused the death of people in a very short time, and as a result, Neville managed to become the only survivor in New York. However, Neville's situation is very difficult because he is perhaps the only person in the world. He has been wandering around for three years, trying to reach the surviving people with the radio messages he spreads. Neville, who cannot find any living creature, is actually not alone and his every move is being watched. The old humans and new mutants who survived the epidemic are waiting for Neville to make a fatal mistake.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/ben-efsaneyim-hd-film-hd-izle_list.jpg"
        },
        {
        "id":27,
        "title":"Two of Us",
        "description": "Two young women plan to live normal lives in an isolated place they found in a post-apocalyptic world.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/two-of-us-izle_list.jpg"
        },
        {
        "id":28,
        "title":"CHRLYALS",
        "description": "After a biological terrorist attack, most of the world's population has turned into flesh-eating corpses. Josh and Penelope, who managed to survive the epidemic, dream of saving other survivors and establishing a civilization.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/hd-1-son-direnis-izle_list.jpg"
        },
        {
        "id":29,
        "title":"Eaters",
        "description": "The world is filled with the living dead due to a great epidemic. Two dead hunters, Alen and scientist Gyno, are looking for answers about what happened to the human race. At Gyno's request, Igor and Alen go on a two-day dead hunt, during which they meet a variety of characters, including the crazy painter, neo-Nazis, and a mysterious girl.",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/eaters_list.jpg"
        },
        {
        "id":30,
        "title":"Zombieland",
        "description": "Zombieland, directed by Ruben Fleischer, is a horror/comedy production. The film stars Woody Harrelson, Jesse Eisenberg, Emma Stone, Abigail Breslin, Amber Heard and Mila Kunis. Bill Murray guest stars as a zombie. In the film, the dangerous journey of a group of people whose lives turned into a nightmare with the zombie epidemic is told by blending comedy and horror elements... I recommend everyone to watch it. Enjoy..",
        "category": "Zombie",
        "thumbnail": "https://www.hdfilmcehennemi.sh/uploads/poster/hd-zombieland-izle_list.jpg"
        }
]